[
	{
		"bgImgURL": "jacobite-fire.jpg",
		"linkURL": "https://www.amazon.co.uk/Jacobite-Fire-David-Moore/dp/B08J1XBK9V",
		"headline": "Jacobite Fire",
                "author": "David Moore",
		"caption": "In 1712, Thomas Bowes, soldier and spy, returns to England from the continental wars to find a country in conflict. His family estates, usurped by fanatical Jacobites to fund rebellion, are in ruin. With only a band of ragged highwaymen to help him, Bowes sets out to frustrate the Jacobites and take back what is his. Meanwhile, Thomas Savery, inventor of a steam pumping engine, is at odds with his investors. With the fate of his engine uncertain, Savery sends his step-daughter, Annabella, on a dangerous mission to discover the intentions of his competitors and enemies."
	},
	{
		"bgImgURL": "independence-stooshie.jpg",
		"linkURL": "https://www.amazon.co.uk/Independence-Stooshie-John-Murray/dp/B08DSS7Q5W",
		"headline": "Independence Stooshie",
                "author": "John Murray",
                "caption": "Queen Victoria was enamoured of her Scottish ghillie, Brown. How close was the liaison? On his deathbed her physician averred that there had been a love-child. What became of her? Of him? The New Pretender is at the centre of a plot to seize the Throne and restore Scotland’s independence. Behind the scheme are a Dunsinane turf-accountant, Grioch Macbet, and Hamish MacFetter, a rogue spy. What the conspirators neglect is the character of the Monarch. The opening of the London Olympics gave a glimpse of her links with the Secret Service. The rumour that she was Agent 001 was quashed. Was there truth in it? Battle is joined. Will it end as Bannockburn? Or Flodden? ‘Stooshie’ is a book wherein men - and women - may read strange matters."
	},
	{
		"bgImgURL": "denizens-of-dump.jpg",
		"linkURL": "https://www.amazon.co.uk/Denizens-Dump-Rory-Smith/dp/1790210291",
		"headline": "Denizens of Dump",
                "author": "Rory Smith",
		"caption": "Dump: Where the Universe deposits its rubbish. Stuck on the junkyard planet, Kellin scavenges, sells scrap and tries to buy a matching pair of boots.Traci is hunted by her former friends and current enemies. When Kellin finds her zipped into a bag, she makes sure she doesn’t tell him her real name.Forming an uneasy alliance, the pair set out to find a ship, fix it, and leave Dump. It’s not going to be easy, as everyone – including Kellin’s gang, his best friend, Trig, and Dump’s unelected leader, Mr King – is dead-set against the idea.Never afraid of a challenge, Kellin’s going to need all his resources to pull this one off."
	},
	{
		"bgImgURL": "inch-and-grub.jpg",
		"linkURL": "https://www.amazon.co.uk/gp/product/1406362824",
		"headline": "Inch and Grub",
                "author": "Alastair Chisholm",
		"caption": "Two cavemen invent EVERYTHING! But will they be happy? Inch and Grub are cavemen. Grub’s cave is bigger, and he says that makes him the best. So Inch adds a water feature to his cave. But Grub has made fire! So Inch makes a chair. And a house. And a CAR. Grub, meanwhile, has made a castle and a train and a radio! And so the contest spirals and spirals … until they each have a HUGE wobbling pile of STUFF. But what happens when the piles collapse? A funny story about being competitive and how STUFF is not what matters in life."
	},
	{
		"bgImgURL": "orion-lost.jpg",
		"linkURL": "https://www.amazon.co.uk/gp/product/1788005929",
		"headline": "Orion Lost",
                "author": "Alastair Chisholm",
		"caption": "The transport ship Orion is four months out of Earth when catastrophe strikes - leaving the ship and everyone on board stranded in deep space. Suddenly it's up to thirteen-year-old Beth and her friends to navigate through treacherous and uncharted territory to reach safety. But a heavily-damaged ship, space pirates, a mysterious alien species, and an artificial intelligence that Beth doesn't know if she can trust means that getting home has never been so difficult... Hugely gripping, with incredible twists and a fast-paced, action-packed story, this is an unputdownable science fiction adventure - perfect for fans of Mortal Engines and Star Wars."
	},
        {
		"bgImgURL": "deverell-gatehouse.jpg",
		"linkURL": "https://www.amazon.co.uk/DEVERELL-GATEHOUSE-Karen-MacLeod-ebook/dp/B00B815DQQ",
		"headline": "Deverell Gatehouse",
                "author": "Karen MacLeod",
		"caption": "Time has its own echoes ... Imogen Webb attempts reconciliation with her estranged husband and his family, while staying in medieval Deverell Gatehouse in rural Hampshire. But the atmospheric gatehouse has a troubled history and the present is shadowed by tragedy. As unexplained occurrences mount up, Imogen begins to realise that its past and present have an extraordinary link."
        }
]
